tap "hashicorp/tap"

brew "ansible"
brew "bat"
brew "bitwarden-cli"
brew "chezmoi"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-quick-stats"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "helm"
brew "helmfile"
brew "jq"
brew "k6"
brew "kcat"
brew "keychain"
brew "lazygit"
brew "lima"
brew "minikube"
brew "mysql-client"
brew "navi"
brew "ncdu"
brew "nmap"
brew "overmind"
brew "pandoc"
brew "postgresql@18"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "telnet"
brew "terragrunt"
brew "tf-summarize"
brew "tfenv", link: false
brew "tfsec"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "uv"
brew "w3m"
brew "watch"
brew "websocat"
brew "wget"
brew "worktrunk"
brew "zoxide"
brew "hashicorp/tap/terraform"

cask "1password-cli"
cask "nikitabobko/tap/aerospace"
cask "bruno"
cask "codex"
cask "font-hack-nerd-font"
cask "ghostty"
cask "stats"
