tap "hashicorp/tap"
tap "xwmx/taps"

brew "ansible"
brew "bat"
brew "bitwarden-cli"
brew "chezmoi"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-quick-stats"
brew "gnu-sed"
brew "gnu-tar"
brew "grep"
brew "helm"
brew "helmfile"
brew "jq"
brew "k6"
brew "kcat"
brew "keychain"
brew "lazygit"
brew "lima"
brew "minikube"
brew "mysql-client"
brew "navi"
brew "ncdu"
brew "nmap"
brew "node"
brew "opencode"
brew "overmind"
brew "pandoc"
brew "postgresql@18"
brew "redis"
brew "ripgrep"
brew "rsync"
brew "telnet"
brew "terragrunt"
brew "tf-summarize"
brew "tfenv", link: false
brew "tfsec"
brew "tig"
brew "tmux"
brew "tree"
brew "unzip"
brew "uv"
brew "w3m"
brew "watch"
brew "websocat"
brew "wget"
brew "worktrunk"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "xwmx/taps/nb"

cask "1password-cli"
cask "alfred"
cask "android-studio"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "bruno"
cask "claude"
cask "claude-code"
cask "codex"
cask "copyclip"
cask "dbeaver-community"
cask "expo-orbit"
cask "figma"
cask "font-hack-nerd-font"
cask "ghostty"
cask "gimp"
cask "github"
cask "google-chrome"
cask "grandperspective"
cask "handy"
cask "inform"
cask "insomnia"
cask "iterm2"
cask "licecap"
cask "linear-linear"
cask "mmex"
cask "nextcloud"
cask "nikitabobko/tap/aerospace"
cask "orbstack"
cask "proton-drive"
cask "proton-mail"
cask "send-to-kindle"
cask "stats"
cask "synthesia"
cask "tailscale"
cask "teamviewer"
cask "telegram"
cask "the-unarchiver"
cask "visual-studio-code"
